Repository: 1Maxnet1/Flowtime
Catalog: po/*.po
Languages: de, he, ru

source: Spend your time wisely
he: ניצול נכון של הזמן שלך
ru: Используйте время разумно

source: The Pomodoro technique is efficient for tasks you find boring, but having to take a break when you are 100% concentrated in something you like might be annoying. That's why the Flowtime technique exists: take appropiate breaks without loosing you **flow**.
de: Die Pomodoro-Technik ist effizient für Aufgaben, die Sie langweilig finden, aber eine Pause zu machen, wenn Sie sich zu 100 % auf etwas konzentrieren, das Ihnen Spaß macht, kann lästig sein. Deshalb gibt es die Flowtime-Technik: Angemessene Pausen machen, ohne den **Fluss** zu verlieren.
he: טכניקת פומודורו יעילה למשימות משעממות, אבל לצאת להפסקה במהלך 100% ריכוז יכול להיות די מעצבן. לכן קיימת טכניקת Flowtime: יציאה להפסקות מספיקות מבלי לצאת מ**הרצף**.
ru: Техника Pomodoro эффективна для задач, которые кажутся вам скучными. Но делать перерыв, когда вы полностью сконцентрированы на работе, бывает неприятно. Поэтому и разработана техника Flowtime: делайте перерывы, не теряя ощущение потока.

source: Diego Iván
he: דייגו איוון

source: Flowtime is saving your statistics
he: ‫Flowtime שומר את הסטטיסטיקה שלך
ru: Flowtime сохраняет статистику

source: translator_credits
he: ירון שהרבני <sh.yaron@gmail.com>
ru: Александр Прокудин, alexandre.prokoudine@gmail.com

source: seconds
he: שניות
ru: секунд

source: minutes
he: דקות
ru: минут

source: hour
he: שעה
ru: час

source: hours
he: שעות
ru: часов

source: day
he: יום
ru: день

source: days
he: יומיים
ru: дней

source: Break is over!
he: ההפסקה הסתיימה!
ru: Перерыв закончен!

source: Let's get back to work
he: נחזור לעבודה
ru: Давайте вернемся к работе

source: Today
he: היום
ru: Сегодня

source: This Week
he: השבוע
ru: На этой неделе

source: This Month
he: החודש
ru: В этом месяце

source: All Time
he: כל הזמן
ru: Всё время

source: Break Stage: %s
he: שלב הפסקה: %s
ru: Стадия перерыва: %s

source: Work Stage: %s
he: שלב עבודה: %s
ru: Стадия работы: %s

source: Work
he: עבודה
ru: Работа

source: Break
he: הפסקה
ru: Перерыв

source: You've worked %s and have taken a break during %s.
he: עבדת %s ויצאת להפסקה במשך %s.
ru: Вы проработали %s и сделали перерыв во время %s.

source: %s is your most productive day of the week
he: %s הוא היום הכי מועיל שלך בשבוע
ru: %s — ваш самый продуктивный день недели

source: Work Stage
he: שלב עבודה
ru: Работа

source: Break Stage
he: שלב הפסקה
ru: Перерыв

source: Pause Timer
he: השהיית מתזמן
ru: Пауза

source: Start Timer
he: התחלת מתזמן
ru: Запустить

source: There is a Session Active
he: יש הפעלה רצה
ru: Прямо сейчас есть запущенный сеанс

source: Do you want to quit?
he: לצאת?
ru: Вы хотите выйти из программы?

source: Cancel
he: הסגה
ru: Отмена

source: Hide Window
he: הסתרת חלון
ru: Скрыть окно

source: Quit Session
he: יציאה מהפעלה
ru: Завершить сеанс

source: _Preferences
de: _Einstellungen
he: הע_דפות
ru: _Параметры

source: Statistics
he: סטטיסטיקה
ru: Статистика

source: Months Saved
he: חודשים לשמירה
ru: Сохранено месяцев

source: The amount of months that the work data will be saved
he: כמות החודשים עבורם יישמרו נתוני העבודה
ru: Данные за сколько месяцев будут сохранены

source: Timer
he: מתזמן
ru: Таймер

source: Break time percentage
he: אחוז זמני הפסקה

source: The percetage of work time that will be used as break time
he: אחוז העבודה שייחשב לזמן הפסקה

source: Break Time
de: Pausenzeit
he: זמן הפסקה
ru: Всего перерывов

source: Autostart
he: התחלה אוטומטית
ru: Автозапуск

source: Automatically start the timer when the stage is changed
he: להתחיל את המתזמן אוטומטית כאשר השלב משתנה
ru: Автоматически запускать таймер при смене этапа

source: Activate Screensaver on Break Time
he: הפעלת שומר מסך בזמן ההפסקה

source: Activate the screensaver when the break stage starts. Requires Autostart
he: להפעיל שומר מסך עם תחילת שלב ההפסקה. דורש הפעלה אוטומטית

source: Sounds
de: Klänge
he: צלילים
ru: Звуки

source: Alarm sounds that mark break time
de: Alarmtöne, die die Pausenzeit markieren
he: צלילי התראה שמסמנים את זמן ההפסקה
ru: Звук предупреждения, что перерыв закончился

source: Start working to see your progress
he: ניתן להתחיל לעבוד כדי לראות את ההתקדמות שלך
ru: Начните работу, чтобы увидеть прогресс

source: Overview
he: סקירה
ru: Обзор

source: See Details
he: הצגת פרטים
ru: Подробнее

source: Save as CSV
he: שמירה כ־CSV
ru: Сохранить как CSV

source: Work Time
he: זמן עבודה
ru: Всего работы

source: _Distraction Free Mode
he: מצב _נטול הסחות
ru: _Режим без отвлечений

source: _About Flowtime
de: _Über Flowtime
he: _על Flowtime
ru: _О программе

source: _Stages
he: _שלבים
ru: _Стадии

source: S_tatistics
he: ס_טטיסטיקה
ru: Ст_атистика

source: Break time divisor
ru: Делитель перерывов

source: The factor used to calculate break time
ru: Коэффициент для расчета времени на перерыв

source: Get things done, keep concentrated
de: Dinge erledigen, konzentriert bleiben

source: New feature! The end of the break is now marked with both a notification and tone
de: Neue Funktion! Das Ende der Pause wird jetzt durch eine Benachrichtigung und einen Ton angezeigt

source: Customizable tones!
de: Anpassbare Töne!

source: The first release of Flowtime! Work for all the time you feel concentrated, take breaks when it's necessary. Spanish Translation available!
de: Die erste Version von Flowtime! Arbeiten Sie so lange, wie Sie sich konzentriert fühlen, und machen Sie Pausen, wenn es nötig ist. Spanische Übersetzung verfügbar!

source: Changes will be applied in the next work session
de: Änderungen werden in der nächsten Arbeitssitzung umgesetzt

source: Time until break
de: Zeit bis zur Pause

source: The time you have to work until a break is allowed.
de: Die Zeit, die Sie arbeiten müssen, bis eine Pause erlaubt ist.

source: Good Job!
de: Gut gemacht!

source: Time to take a rest
de: Zeit zum Ausruhen

source: In the meantime, drink some water
de: In der Zwischenzeit etwas Wasser trinken

source: It's coffee time
de: Es ist Zeit für einen Kaffee

source: You deserve a break
de: Sie haben sich eine Pause verdient

source: Keep a healthy mind
de: Behalten Sie einen gesunden Geist

source: Just breathe
de: Einfach atmen

source: Relax, refresh and recharge
de: Entspannen, erfrischen und auftanken

source: Celebrate your small wins
de: Feiern Sie Ihre kleinen Erfolge

source: Impossible is just an opinion
de: Unmöglich ist nur eine Sichtweise

source: Way to go!
de: Gut gemacht!

source: Begin anywhere
de: Irgendwo anfangen

source: The possibilities are never ending
de: Die Möglichkeiten sind endlos

source: translator-credits
de: tronta
